Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Resources.resw
Source language: en
Languages: cs, he, hr, hu, nb, sk, sr_cyrl

# ThemePreviewSongTitle
source: True Survivor
he: לו יהי
hr: Koloči
nb: Skilles Johanne

# ThemePreviewTitle
source: Reinhardt
he: אליענה
hr: Ivan
nb: Eyvind
sr_cyrl: Александар

source: this is you
cs: toto jste vy
he: את/ה
hr: ovo ste vi
hu: ez vagy te
nb: dette er deg
sk: toto ste vy
sr_cyrl: ово сте ви

# Times_one
source: {0} time
cs: {0} krát
he: פעם ⁨{0}⁩
hr: {0} obavijest
hu: {0} alkalommal
nb: {0} gang
sk: {0} krát
sr_cyrl: {0} пут

# Times_other
source: {0} times
cs: {0} krát
he: ⁨{0}⁩ פעמים
hr: {0} obavijesti
hu: {0} alkalommal
nb: {0} ganger
sk: {0}-krát
sr_cyrl: {0} пута

# TodayAt
source: at
cs: v
he: ב־
hr: u
hu: ma
sk: o
sr_cyrl: данас у

# TodayAtFormatted
source: at {0}
cs: v {0}
he: ב־⁨{0}⁩
hr: u {0}
sk: o {0}
sr_cyrl: данас у {0}

# TodayAtFormattedWithToday
source: today at {0}
cs: dnes v {0}
he: היום ב⁨{0}⁩
hr: danas u {0}
hu: ma {0}-kor
nb: I dag {0}
sk: dnes o {0}
sr_cyrl: данас у {0}

# TooManyTries
source: Too many tries. Please try again in {0}.
cs: Příliš mnoho pokusů. Zkuste to prosím znovu za {0}.
he: נסיונות רבים מדי. נא לנסות שוב בעוד ⁨{0}⁩.
hr: Previše pokušaja. Pokušajte ponovno za {0}.
hu: Túl sok próbálkozás. Kérjük, próbáld újra {0} múlva.
nb: For mange forsøk. Vennligst prøv igjen om {0}.
sk: Príliš veľa pokusov. Skúste to, prosím, o {0}.
sr_cyrl: Превише покушаја. Покушајте поново за {0}.

source: Top admins
cs: Top správci
he: המנהלים הפעילים ביותר
hr: Najaktivniji admini
hu: Adminok aktivitás szerint
nb: Toppadministratorer
sk: Najlepší správcovia
sr_cyrl: Најактивнији администратори

# TopDaysOfWeekChartTitle
source: Top days of week
cs: Top dny týdne
he: הימים הכי פעילים
hr: Najaktivniji dani u tjednu
hu: Legaktívabb napok a héten
nb: Beste ukedager
sk: Najlepšie dni týždňa
sr_cyrl: Најактивнији дани у недељи

# TopHoursChartTitle
source: Views by hours (UTC)
cs: Zobrazení dle hodin (UTC)
he: צפיות לפי שעות (UTC)
hr: Pregledi po satima
hu: Órák szerinti nézet (UTC)
nb: Visninger etter tidspunkt (UTC)
sk: Zobrazenia po hodinách (UTC)
sr_cyrl: Прегледи по сатима (UTC)

source: Topic created
cs: Vlákno vytvořeno
he: הנושא נוצר
hr: Tema je otvorena
hu: Téma létrehozva
nb: Emne opprettet
sk: Téma bola vytvorená
sr_cyrl: Тема је отворена

source: Topics
cs: Vlákna
he: נושאים
hr: Teme
hu: Témák
nb: Emner
sk: Témy
sr_cyrl: Теме

# TopicWasClosedAction
source: {0} closed {1}
cs: {0} zavřel/a {1}
he: ⁨{0}⁩ סגר/ה את ⁨{1}⁩
hr: {0} zatvara temu {1}
hu: {0} lezárta a(z) {1} témát
nb: {0} stengte {1}
sk: {0} uzavrel {1}
sr_cyrl: {0} је затворио/ла {1}

# TopicWasIconChangedToAction
source: {0} changed the topic icon to {1}
cs: {0} změnil/a ikonu vlákna na {1}
he: ג⁨{0}⁩ שינה/תה את סמל הנושא ל⁨{1}⁩
hr: {0} mijenja ikonu teme u {1}
hu: {0} megváltoztatta a téma ikonját erre: {1}
nb: {0} endret emnets ikon til {1}
sk: {0} zmenil ikonu témy na {1}
sr_cyrl: {0} је променио/ла икону теме у {1}

# TopicWasRenamedToAction
source: {0} renamed topic to {1}
cs: {1} přejmenoval/a vlákno na {0}
he: ⁨{0}⁩ שינה/תה את שם הנושא ל⁨{1}⁩
hr: {0} mijenja naziv teme u {1}
hu: {0} átnevezte a témát erre: {1}
nb: {0} endret emnenavn til {1}
sk: {0} premenoval tému na {1}
sr_cyrl: {0} је преименовао/ла тему у {1}

# TopicWasRenamedToAction2
source: {0} changed the topic name and icon to {1}
cs: {0} změnil/a název vlákna a ikonu na {1}
he: ⁨{0}⁩ שינה/תה את שם וסמל הנושא ל⁨{1}⁩
hr: {0} mijenja naziv i ikonu teme u {1}
hu: {0} megváltoztatta a téma nevét is ikonját erre: {1}
nb: {0} endret emnenavn og ikon til {1}
sk: {0} zmenil názov témy a ikonu na {1}
sr_cyrl: {0} је променио/ла назив и икону теме у {1}

# TopicWasReopenedAction
source: {0} reopened {1}
cs: {0} znovu otevřel/a {1}
he: ⁨{0}⁩ פתח/ה מחדש את ⁨{1}⁩
hr: {0} ponovno otvara temu {1}
hu: {0} újranyitotta a(z) {1} témát
nb: {0} gjenåpnet {1}
sk: {0} znovu otvoril {1}
sr_cyrl: {0} је поново отворио/ла {1}

source: Top inviters
cs: Nejvíce pozvánek
he: החברים שהזמינו הכי הרבה
hr: Najaktivniji pozivatelji
hu: A legtöbb meghívót küldők
nb: Toppververe
sk: Najlepší pozývatelia
sr_cyrl: Најактивнији позиваоци

source: Top members
cs: Top členové
he: החברים הפעילים ביותר
hr: Najaktivniji članovi
hu: Legaktívabb tagok
nb: Toppmedlemmer
sk: Najlepší členovia
sr_cyrl: Најактивнији чланови

# TosAgeText
source: Tap Agree to confirm that you are {0} or older.
cs: Klepněte pro potvrzení, že je Vám více než {0} let.
he: יש להקיש בכדי לאשר שגילך ⁨{0}⁩ או יותר.
hr: Dodirnite za potvrdu da imate {0} godina ili više.
hu: Válaszd az Elfogadom lehetőséget, hogy megerősítsd, hogy elmúltál {0} éves.
nb: Trykk Godta for å bekrefte at du er {0} eller eldre.
sk: Ťuknutím na položku Súhlasím potvrďte, že máte {0} alebo viac rokov.
sr_cyrl: Додирните „Слажем се” да бисте потврдили да имате {0} или више година.

# TosAgeTitle
source: Age Verification
cs: Ověření věku
he: אימות גיל
hr: Potvrda starosti
hu: Életkor megerősítése
nb: Bekreft alder
sk: Overenie veku
sr_cyrl: Верификација година

# TosDeclineDeleteAccount
source: Warning, this will irreversibly delete your Telegram account and all the data you store in the Telegram cloud. Important: You can Cancel now and export your data first instead of losing it. (To do this, open the latest version of Telegram Desktop and go to Settings > Advanced > Export Telegram data.)
cs: Varování, toto nezvratně vymaže Váš účet u Telegramu spolu se všemi daty, uloženými v cloudu. Důležité: Akci můžete přerušit, a před zrušením účtu data exportovat před tím, než jej smažete (v tom případě použijte poslední verzi Telegramu Desktop, a jděte do Nastavení - Exportovat data Telegramu).
he: אזהרה, פעולה זו תמחק לחלוטין את חשבון הטלגרם שלך ואת כל הנתונים שלך המאוחסנים בענן טלגרם. חשוב: ניתן לבטל כעת ולייצא את הנתונים שלך במקום לאבד את הכל. (לשם כך, יש לפתוח את הגרסה העדכנית ביותר של Telegram Desktop ולעבור להגדרות > מתקדם > ייצוא נתוני טלגרם.)
hr: Oprez, ovo će nepovratno izbrisati vaš Telegram račun zajedno sa svim podacima koje spremate u oblak Telegrama. Važno: Možete otkazati radnju i izvesti podatke prije brisanja računa. (Da bi ovo napravili, otvorite najnoviju verziju Telegram za računala i odaberite Postavke > Napredno > Izvezi Telegram podatke).
hu: Figyelem, ez visszafordíthatatlanul törli a Telegram-fiókot, valamint a Telegram-felhőben tárolt összes adatot. Fontos: Most még meggondolhatod magad és exportálhatod az adataidat, mielőtt fiókod törlésével elveszítenéd az egészet. (Ehhez nyisd meg a Telegram Desktop legfrissebb verzióját, lépj be a Beállítások> Speciális> Telegram adatok exportálása menübe.)
nb: Advarsel: Dette vil slette din Telegram-konto og alle data du lagrer i Telegram skyen. Viktig: Du kan avbryte nå og eksportere dine data før du sletter kontoen din i stedet for å miste disse. (For å gjøre dette åpne den nyeste versjonen av Telegram Desktop og gå til Innstillinger > Eksporter Telegram Data.)
sk: Upozornenie, toto nenávratne odstráni váš Telegram účet a všetky údaje, ktoré máte uložené v Telegram cloude. Dôležité: Zmazanie účtu môžete teraz zrušiť a exportovať svoje údaje, namiesto toho, aby ste ich stratili. (Ak to chcete urobiť, otvorte najnovšiu verziu aplikácie Telegram Desktop a prejdite do časti Nastavenia > Rozšírené > Exportovať údaje telegramu.)
sr_cyrl: Упозорење: ово ће неповратно избрисати ваш Telegram налог и све податке које чувате у Telegram облаку. Важно: можете да откажете сада и да прво извезете своје податке, уместо да их изгубите. (Да бисте то урадили, отворите најновију верзију Telegram Desktop и идите на Подешавања > Напредно > Извези податке са Telegram-а.)

# TosUpdateDecline
source: Unfortunately, there are no other options. Unlike other apps, Telegram does not use user data for ad targeting or other commercial purposes. Telegram only stores the information it needs to function as a feature-rich cloud service. You can adjust how your data is used in Privacy and Security settings. If you are not comfortable with Telegram's modest needs, it won't be possible for us to provide you with this service.
cs: Je nám líto, není žádná jiná možnost. Narozdíl od jiných aplikací, nepoužíváme Vaše data k cílení reklamy a pro komerční účely. Telegram ukládá pouze informace, které potřebuje pro funkci cloudového úložiště. Ale pokud nesouhlasíte s těmito potřebami, nemůžeme Vám tuto službu nabídnout.
he: למרבה הצער, אין אפשרות אחרת. בניגוד לאפליקציות אחרות, טלגרם לא משתמש בנתוני המשתמשים לטרגוט פרסומות או מטרה מסחרית אחרת. טלגרם מאחסן רק את המידע אותו הוא צריך על מנת לתפקד בתור שירות ענן רב-תכונות. ניתן להתאים איזה שימוש יבוצע בנתונים שלך בהגדרות הפרטיות והאבטחה. אם אינך חש בנח עם הדרישות הצנועות של טלגרם, לא נוכל לספר עבורך שירותים אלה.
hr: Nažalost, ne postoje druge opcije. Mi ne koristimo vaše podatke za kreiranje relevantnih oglasa ili za ostale komercionalne svrhe kao što to čine drugi. Telegram čuva jedino informacije koje su mu potrebne da funkcionira kao servis u oblaku. U postavkama privatnosti i sigurnosti možete podesiti kako želite da se koriste vaši podaci. Ako niste zadovoljni načinom kako funkcionira Telegram nećemo vam moći pružiti našu uslugu.
hu: Sajnos nincs más lehetőség. Más alkalmazásokkal ellentétben a Telegram nem használja a felhasználói adatokat a célzott reklámozáshoz vagy más kereskedelmi célra. A Telegram csak azokat az információkat tárolja, amelyekre szüksége van ahhoz, hogy funkciógazdag felhőszolgáltatásként működjön. Az adatok felhasználásának módját az Adatvédelem és biztonság beállításaiban állíthatod be. Ha nem értesz egyet a Telegram szerény igényeivel, akkor nem tudjuk biztosítani számodra ezt a szolgáltatást.
nb: Dessverre er det ingen andre alternativer. I motsetning til andre apper, bruker ikke Telegram brukerdata for målrettet annonsering eller andre kommersielle formål. Telegram lagrer kun informasjonen som er nødvendig for å kunne fungere som en funksjonsrik skytjeneste. Du kan justere hvordan dine data blir brukt i innstillingene for sikkerhet og personvern. Hvis du ikke er komfortabel med Telegram sine beskjedne behov, vil det ikke være mulig for oss å tilby deg tjenesten.
sk: Bohužiaľ, iné možnosti neexistujú. Na rozdiel od iných aplikácií Telegram nepoužíva údaje používateľov na cielenie reklamy ani na iné komerčné účely. Telegram ukladá iba informácie, ktoré potrebuje na fungovanie ako funkčne bohatá cloudová služba. Spôsob používania vašich údajov môžete upraviť v nastaveniach Súkromie a zabezpečenie. Ak vám nevyhovujú skromné potreby služby Telegram, nebude možné, aby sme vám túto službu poskytli.
sr_cyrl: Нажалост, нема других опција. За разлику од других апликација, Telegram не користи корисничке податке за циљање огласа или друге комерцијалне сврхе. Telegram чува само информације које су му потребне да би функционисао као услуга у облаку богата функцијама. Можете да подесите како се ваши подаци користе у подешавањима за приватност и безбедност. Ако вам не одговарају скромне потребе Telegram-а, нећемо моћи да вам пружимо ову услугу.

# TotalDataUsage
source: Total
cs: Celkem
he: סך הכל
hr: Ukupno
hu: Összesen
nb: Totalt
sk: Celkovo
sr_cyrl: Укупно

source: Total network usage
cs: Celkové využití sítě
he: שימוש כולל ברשת
hr: Ukupno korištenje podataka
hu: Teljes adatforgalom
nb: Total nettverksbruk
sk: Celkové využitie siete
sr_cyrl: Укупна потрошња података

# TranslateMessage
source: Translate
cs: Přeložit
he: תרגם
hr: Prevedi
hu: Fordítás
nb: Oversett
sk: Preložiť
sr_cyrl: Преведи

source: Translate Messages
cs: Přeložit zprávy
he: תרגם הודעות
hr: Prijevod poruka
hu: Üzenetek fordítása
nb: Oversett meldinger
sk: Prekladanie správ
sr_cyrl: Превођење порука

# TranslateMessagesInfo1
source: The Translate button will appear when you make a single tap on a text message.
cs: Tlačítko 'Přeložit' se zobrazí, když jednou klepnete na textovou zprávu.
he: כפתור 'תרגם' יופיע כשתלחץ פעם אחת על הודעת טקסט.
hr: Opcija za prevođenje će se prikazati kad dodirnete tekstualnu poruku.
hu: A ‘Fordítás’ gomb akkor jelenik meg, ha egyet koppintasz egy szöveges üzenetre.
nb: Oversettelsesknappen vil vises når du foretar et enkelttrykk på en tekstmelding.
sk: Tlačidlo "Preložiť" sa zobrazí po ťuknutí na textovú správu
sr_cyrl: Опција „Преведи” ће се појавити када једном додирнете текстуалну поруку.

# TranslateMessagesInfo2
source: Google may have access to the messages you translate.
cs: Google může mít přístup ke zprávám, které překládáte.
he: חברת Google עשויה לקבל גישה להודעות שתתרגם.
hr: Google može imati pristup porukama koje prevodite.
hu: A Google hozzáfér az általad lefordított üzenetekhez.
nb: Google kan få tilgang til meldingen du oversetter.
sk: Google môže mať prístup k správam, ktoré preložíte.
sr_cyrl: Google може имати приступ порукама које преводите.

# TranslationFailedAlert1
source: Translation failed. Try again later.
cs: Překlad selhal. Zkuste to později.
he: התרגום נכשל. נא לנסות שוב מאוחר יותר.
hr: Prijevod nije uspio. Pokušajte ponovno kasnije.
hu: A fordítás nem sikerült. Próbáld meg később újra.
nb: Oversettelse mislyktes. Prøv igjen senere.
sk: Preklad zlyhal. Skúste to neskôr.
sr_cyrl: Превођење није успело. Покушајте поново касније.

# TranslationFailedAlert2
source: Translation failed.
cs: Překlad selhal.
he: התרגום נכשל.
hr: Prijevod nije uspio.
hu: A fordítás nem sikerült.
nb: Oversettelse mislyktes.
sk: Preklad zlyhal.
sr_cyrl: Превођење није успело.

# TurnPasswordOff
source: Disable Password
cs: Vypnout heslo.
he: בטל סיסמה
hr: Isključi lozinku
hu: Jelszó letiltása
nb: Deaktiver passord
sk: Vypnúť heslo
sr_cyrl: Онемогући лозинку

# TurnPasswordOffPassport
source: All data saved in your Telegram Passport will be lost.
cs: Všechna uložená data ve Vašem Telegram Passportu budou ztracena!
he: כל הנתונים שנשמרו בדרכון הטלגרם שלך יאבדו.
hr: Svi podaci u vašoj Telegram putovnici bit će izgubljeni.
hu: A Telegram Passportban tárolt összes adat elvész.
nb: All data lagret i ditt Telegram Passport vil bli slettet.
sk: Všetky údaje uložené vo vašom Telegram pase budú stratené.
sr_cyrl: Сви подаци сачувани у вашем Telegram пасошу ће бити изгубљени.

# TurnPasswordOffQuestion
source: Are you sure you want to disable your password?
cs: Opravdu chcete zrušit Vaše heslo?
he: האם באמת ברצונך לבטל את הסיסמה?
hr: Želite li isključiti svoju lozinku?
hu: Biztos vagy benne, hogy letiltod a jelszavad?
nb: Er du sikker på at du vil deaktivere passordet ditt?
sk: Naozaj chcete deaktivovať vaše heslo?
sr_cyrl: Желите ли да онемогућите своју лозинку?

source: Two-Step Verification
cs: Dvoufázové ověření
he: אימות דו-שלבי
hr: Potvrda u dva koraka
hu: Kétlépcsős azonosítás
nb: Totrinnsbekreftelse
sk: Dvojstupňové overenie
sr_cyrl: Верификација у два корака

# TypeMessage
source: Message
cs: Zpráva
he: הודעה
hr: Poruka
hu: Üzenet
nb: Skriv en melding
sk: Správa
sr_cyrl: Порука

# TypePrivate
source: Private
cs: Soukromý
he: פרטי
hr: Privatni
hu: Privát
nb: Privat
sk: Súkromný
sr_cyrl: Приватни

# TypePrivateGroup
source: Private
cs: Soukromá
he: פרטית
hr: Privatna
hu: Privát
nb: Privat
sk: Súkromná
sr_cyrl: Приватна

# TypePrivateGroupRestrictedForwards
source: Private restricted
cs: Soukromá omezená
he: פרטית מוגבלת
hr: Privatna i ograničena
hu: Korlátozással védett
nb: Privat begrenset
sk: Súkromná, obmedzené ukladanie a zdieľanie obsahu
sr_cyrl: Приватно и ограничено

# TypePrivateRestrictedForwards
source: Private restricted
cs: Soukromý omezený
he: פרטי מוגבל
hr: Privatni i ograničeni
hu: Korlátozással védett
nb: Privat begrenset
sk: Súkromný, obmedzené ukladanie a zdieľanie obsahu
sr_cyrl: Приватно и ограничено

# TypePublic
source: Public
cs: Veřejný
he: ציבורי
hr: Javni
hu: Nyilvános
nb: Offentlig
sk: Verejný
sr_cyrl: Јавни

# TypePublicGroup
source: Public
cs: Veřejná
he: ציבורית
hr: Javna
hu: Nyilvános
nb: Offentlig
sk: Verejná
sr_cyrl: Јавна

source: typing...
cs: píše...
he: מקליד/ה...
hr: piše...
hu: éppen ír...
nb: skriver...
sk: píše...
sr_cyrl: пише

source: Unarchive
cs: Obnovit z archivu
he: אחזר מהארכיון
hr: Vrati iz arhive
hu: Archívból visszahelyezés
nb: Gjenopprett
sk: Odarchivovať
sr_cyrl: Врати из архиве

source: Unavailable
cs: Nedostupná
he: לא זמין
hr: Nedostupno
hu: Nem elérhető
nb: Utilgjengelig
sk: Nedostupné
sr_cyrl: Недоступан

source: Unban
cs: Odblokovat
he: בטל חסימה
hr: Ukloni zabranu
hu: Tiltás visszavonása
nb: Opphev utestengelse
sk: Odblokovať
sr_cyrl: Уклони забрану

# Unblock
source: Unblock user
cs: Odblokovat uživatele
he: בטל חסימת משתמש
hr: Odblokiraj korisnika
hu: Tiltás feloldása
nb: Opphev blokkering
sk: Odblokovať používateľa
sr_cyrl: Одблокирај корисника

# UnblockText
source: Press and hold user to unblock.
cs: Pro odblokování přidržte prst na vybraném uživateli
he: הקש והחזק משתמש בכדי לבטל חסימה.
hr: Pritisnite i držite ako želite odblokirati korisnika.
hu: Tartsd nyomva a felhasználó nevét a feloldáshoz.
nb: Trykk og hold for å oppheve blokkering.
sk: Ťuknite a podržte na používateľovi pre odblokovanie.
sr_cyrl: Притисните и држите корисника да бисте га одблокирали.

source: Underline
cs: Podtržení
he: קו תחתון
hr: Podcrtano
hu: Aláhúzás
nb: Understreking
sk: Podčiarknuté
sr_cyrl: Подвучено

source: UNDO
cs: VRÁTIT ZPĚT
he: ביטול
hr: PONIŠTI
hu: VISSZAVONÁS
nb: ANGRE
sk: VRÁTIŤ SPÄŤ
sr_cyrl: ОПОЗОВИ

# UndoAllCustom
source: Undo all custom notification settings for your contacts, groups and channels.
cs: Vymazat vlastní nastavení oznámení pro všechny kontakty, skupiny a kanály.
he: בטל את כל ההתראות המותאמות אישית עבור אנשי הקשר, הקבוצות והערוצים שלך.
hr: Vratite postavke obavijesti za kontakte, grupe i kanale na izvorne postavke.
hu: A kapcsolatok, csoportok és csatornák összes egyéni értesítési beállításának visszavonása.
nb: Tilbakestill alle egendefinerte varslingsinnstillinger for alle kontakter, grupper og kanaler.
sk: Zrušiť všetky vlastné nastavenia upozornení pre vaše kontakty, skupiny a kanály.
sr_cyrl: Опозива сва прилагођена подешавања обавештења за контакте, групе и канале.

source: Unhide
cs: Odkrýt
he: בטל הסתרה
hr: Prikaži
hu: Felfed
nb: Gjør synlig
sk: Odkryť
sr_cyrl: Врати

# UnhideFromTop
source: Pin
cs: Připnout
he: נעץ
hr: Prikvači
hu: Rögzít
nb: Fest
sk: Pripnúť
sr_cyrl: Закачи

source: Unlock
cs: Odemknout
he: קבל
hr: Otključaj
hu: Felold
nb: Lås opp
sk: Odomknúť
sr_cyrl: Откључај

# UnlockFingerprint
source: Unlock with Fingerprint
cs: Odemykat otiskem prstu.
he: פתח באמצעות טביעת אצבע
hr: Otključaj otiskom prsta
hu: Feloldás ujjlenyomattal
nb: Lås opp med fingeravtrykk
sk: Odblokovanie odtlačkom prsta
sr_cyrl: Откључај отиском прста

source: Unlock Premium Stickers
cs: Odemknout prémiové samolepky
he: קבל מדבקות פרימיום
hr: Otključajte premium naljepnice
hu: Prémium matricák feloldása
nb: Lås opp premium klistremerker
sk: Odomknúť prémiové nálepky
sr_cyrl: Откључај премијум налепнице

source: Unmute
cs: Zapnout zvuk
he: בטל השתקה
hr: Uključi
hu: Némítás feloldása
nb: Slå på varsler
sk: Zrušiť stíšenie
sr_cyrl: Укључи

# UnmuteNotifications
source: Unmute
cs: Zapnout oznámení
he: בטל השתקה
hr: Uključi obavijesti
hu: Némítás feloldás
nb: Slå på varsler
sk: Zapnúť upozornenia
sr_cyrl: Укључи обавештења

source: UNPIN ALL MESSAGES
cs: ODEPNOUT VŠECHNY ZPRÁVY
he: בטל נעיצת כל ההודעות
hr: OTKVAČI SVE PORUKE
hu: MINDEN RÖGZÍTÉST FELOLD
nb: LØSNE ALLE MELDINGER
sk: ODOPNÚŤ VŠETKY SPRÁVY
sr_cyrl: ОТКАЧИ СВЕ ПОРУКЕ

source: Unpin from top
cs: Odepnout svrchu
he: בטל נעיצה להתחלה
hr: Otkvači s vrha
hu: Felső rögzítés feloldása
nb: Løsne fra øverst
sk: Odopnúť z vrchu
sr_cyrl: Откачи са врха

# UnpinMessage
source: Unpin
cs: Odepnout
he: בטל נעיצה
hr: Otkvači
hu: Rögzítés feloldása
nb: Løsne
sk: Odopnúť
sr_cyrl: Откачи

# UnpinMessageAlert
source: Are you sure you want to unpin this message for everyone?
cs: Opravdu chcete odepnout tuto zprávu u všech?
he: לבטל נעיצת הודעה זו עבור כולם?
hr: Želite li svima otkvačiti ovu poruku?
hu: Feloldod a rögzítést mindenki számára?
nb: Vil du løsne denne meldingen for alle?
sk: Naozaj chcete odopnúť túto správu pre všetkých?
sr_cyrl: Желите ли да откачите ову поруку за све?

# UnpinMessageAlertTitle
source: Unpin message
cs: Odepnout zprávu
he: בטל נעיצת הודעה
hr: Otkvači poruku
hu: Rögzítés feloldása
nb: Løsne melding
sk: Odopnúť správu
sr_cyrl: Откачи поруку

source: Unread Messages
cs: Nepřečtené zprávy
he: הודעות שלא נקראו
hr: Nepročitane poruke
hu: Olvasatlan üzenetek
nb: Uleste meldinger
sk: Neprečítané správy
sr_cyrl: Непрочитане поруке

source: Unsupported attachment
cs: Nepodporovaný typ přílohy
he: הקובץ המצורף אינו נתמך
hr: Privitak nije podržan
hu: Nem támogatott csatolmány
nb: Vedlegget støttes ikke
sk: Nepodporovaná príloha
sr_cyrl: Неподржан прилог

# UnsupportedMedia
source: This message is not supported by your version of Telegram. Update the app to view: https://telegram.org/update
cs: Tato zpráva není podporována Vaší verzí Telegramu. Aktualizujte aplikaci na: https://telegram.org/update
he: הודעה זו אינה נתמכת בגרסת הטלגרם הנוכחית שלך. יש לעדכן את היישום כדי לצפות בה: https://telegram.org/update
hr: Ova poruka nije podržana na vašoj verziji Telegrama. Ažurirajte aplikaciju kako biste ju vidjeli: https://telegram.org/update
hu: Ez az üzenet nem támogatott a jelenlegi Telegram verziódban. A megtekintéshez frissítsd az alkalmazást: https://telegram.org/update
nb: Denne meldingen støttes ikke i din versjon av Telegram. Oppdater appen for å se: https://telegram.org/update
sk: Táto správa nie je podporovaná vašou verziou Telegramu. Pre zobrazenie správy aktualizujte aplikáciu: https://telegram.org/update
sr_cyrl: Ваша верзија Telegram-а не подржава ову поруку. Ажурирајте апликацију да бисте је видели: https://telegram.org/update

# Unvote
source: Retract Vote
cs: Vzít hlas zpět
he: בטל הצבעה
hr: Ukloni odgovor
hu: Szavazat visszavonása
nb: Tilbakekall stemme
sk: Odvolať hlas
sr_cyrl: Повуци глас

source: UPDATE
cs: AKTUALIZOVAT
he: עדכן
hr: AŽURIRAJ
hu: FRISSÍTÉS
nb: OPPDATER
sk: AKTUALIZOVAŤ
sr_cyrl: АЖУРИРАЈ

source: Update app
cs: Aktualizovat aplikaci
he: עדכן יישום
hr: Ažuriraj
hu: Alkalmazás frissítése
nb: Oppdater app
sk: Aktualizovať aplikáciu
sr_cyrl: Ажурирај апликацију

# UpdatedMinutes_one
source: updated {0} minute ago
cs: aktualizována před {0} minutou
he: עודכן לפני דקה אחת
hr: ažurirano prije {0} minutu
hu: frissítve {0} perccel ezelőtt
nb: oppdatert for {0} minutt siden
sk: aktualizované pred 1 minútou
sr_cyrl: ажурирано пре {0} минут

# UpdatedMinutes_other
source: updated {0} minutes ago
cs: aktualizována před {0} minutami
he: עודכן לפני ⁨{0}⁩ דקות
hr: ažurirano prije {0} minuta
hu: frissítve {0} perccel ezelőtt
nb: oppdatert for {0} minutter siden
sk: aktualizované pred {0} minútami
sr_cyrl: ажурирано пре {0} минута

# UpdatePhotoForRest
source: Update Public Photo
cs: Aktualizovat veřejnou fotku
he: עדכן את תמונת הפרופיל הציבורית
hr: Promijeni javnu sliku
hu: Nyilvános kép frissítése
nb: Oppdater offentlig bilde
sk: Aktualizovať verejnú fotku
sr_cyrl: Ажурирај јавну слику

source: Update Telegram
cs: Aktualizujte Telegram
he: עדכון טלגרם
hr: Ažurirajte Telegram
hu: A Telegram frissítése
nb: Oppdater Telegram
sk: Aktualizovať Telegram
sr_cyrl: Ажурирај Telegram

source: Updating...
cs: Aktualizuji...
he: מעדכן...
hr: Ažuriranje...
hu: Frissítés...
nb: Oppdaterer…
sk: Aktualizuje sa...
sr_cyrl: Ажурирање...

source: Upload sound
cs: Nahrát zvuk
he: העלה צליל
hr: Prenesi zvuk
hu: Hang feltöltése
nb: Last opp lyd
sk: Nahrať zvuk
sr_cyrl: Отпреми звук

source: URL
he: כתובת קישור
nb: Nettadresse
sk: Odkaz

# UseEmoji
source: Use an emoji
cs: Použít emoji
he: השתמש באימוג'י
hr: Postavi emoji
hu: Emoji használata
nb: Bruk en emoji
sk: Použiť emoji
sr_cyrl: Користи емоџи

# UseLessDataAlways
source: Always
cs: Vždy
he: תמיד
hr: Uvijek
hu: Mindig
nb: Alltid
sk: Vždy
sr_cyrl: Увек

# UseLessDataNever
source: Never
cs: Nikdy
he: לעולם לא
hr: Nikad
hu: Soha
nb: Aldri
sk: Nikdy
sr_cyrl: Никад
